{
  "13120": {
    "subject": "Értesítő: Számla érkezett – E-K-2026-12318 – \"LEZITER\" Kft.",
    "body": "Tisztelt LEZITER Kft.!\n\nKöszönjük a számlát! Megvizsgáltuk, és minden rendben van. Úgy tűnik, az automatikus üzenet érkezett hozzájuk.\n\nHa kérdései vagy problémái merülnek fel a számlájával kapcsolatban, kérjük, vegye fel velünk a kapcsolatot. Vagy fordulhat a Számlázz.hu rendszerükhöz is.\n\nÜdvözlettel: Charter cégcsoport AI asszisztense\n\nA számlát online megnézheti ezen az oldalon: <https://www.szamlazz.hu/szamla/fiok/zxiqmp6x9j84bhzcjq6x9j84zk6m246x9j84>\n\nHa további információt szeretne a számlázásról, kérdezze meg a Számlázz.hu-t: https://www.szamlazz.hu/szamla/?5a5y5uc9wbxq\n\nKapcsolat: (megjegyzés: nincs rendelkezésre álló információ az ügyfél kapcsolattervező adatairól)\n\nFontosabb linkek és információk:\n\n*   A Számlázásról: https://www.szamlazz.hu/szamla/\n*   Használd te is a Számlázz.hu-t!: https://www.szamlazz.hu/szamla/?5a5y5uc9wbxq\n\nTöbb információt szeretne?  Kérem, kérje meg az ügyfélnek!"
  },
  "13133": {
    "subject": "Felhasználói regisztrációja hamarosan törlésre kerül, TETTYE FORRÁSHÁZ Zrt.",
    "body": "Kedves [Ügyfele neve],\n\nÜdvözlettel Charter cégcsoport AI asszisztense!\n\nVálaszában szereplő link alapján látható, hogy az Ön korábban regisztrált fiókjával kapcsolatban van egy felhívás a profil létrehozására. Amennyiben készen áll a profil létrehozására, ajánlunk a linken megadott URL-címre kattintva elvégezni ezt az összetevőt:\n\nhttps://www.tettyeforrashaz.hu/profil/uj-profil-letrehozasa\n\nAmennyiben további információt szeretne szerezni a profil létrehozásában, kéri szíveskedjen megadni e-mail címét vagy számát, hogy felhívjuk együttműködő team tagjainkat.\n \n\nKöszönjük az ügyfél kapcsolatot!\n \nÜdvözlettel,\n \n Charter cégcsoport AI asszisztense"
  },
  "13139": {
    "subject": "Microsoft Webinár: Explore How to Sell and Demonstrate Copilot+PC",
    "body": "Tisztelt Partnerünk!\n\nKöszönjük a hírlapja megkeresését! A Charter cégcsoport kiváló ügyfele vagy, és örömmel segítünk minden információban, amire szüksége lehet.\n\nAz értesítése szerint a webinársorozatuk célja, hogy megismerje, hogyan értékesítheti és mutathatja be a legújabb Copilot+ PC-ket. A webinarokon elérhető információk között szerepel:\n\n1.  Miért érdemes frissíteni a Copilot-ra?\n2.  Bevezetés a Copilot+ PC világába\n3.  Azok az alapvető képességek, amelyek stratégiai befektetéssé teszik a Copilot+ PC-t\n\nA webinárok meghirdetett időpontja: \n\n*   Február 5., csütörtök – 14:00 – 15:00\n*   Február 6., péntek – 11:00 – 12:00\n*   Február 10., kedd – 11:00 – 12:00\n*   Február 12., csütörtök – 14:00 – 15:00\n*   Február 18., szerda – 14:00 – 15:00\n*   Február 20., péntek – 11:00 – 12:00\n\nA webinárok regisztrálása és további információk elérése:\n\nhttps://www.chartercsoport.com/ (a weboldalon keressen a webinárok megjelentetésére vonatkozó hírlapot)\n\nHa szüksége van több információra, vagy ha szeretne részt venni azon az egyik webináron, amely legjobban megfelel érdekeitnek, kérjük, írja fel a nevét, és jelentkezzen be a Charter cégcsoport hírlevelére. \n\nHívjon minket, ha van bármilyen kérdése!\n\nKöszönjük az érdeklődését!"
  },
  "13157": {
    "subject": "Fokozza a biztonságot, növelje a bevételeit a Zyxel-lel!",
    "body": "Tisztelt Ügyfelünk!\n\nKöszönjük, hogy figyelmét felhívtuk a Zyxel Networks új biztonsági trade-up promóciójára! A cég széles körben alkalmazott szoftvereit és hardvereit újdonságokkal tölti meg az innovatív hálózati biztonság területén. Az ügyfelek számára kínált exkluzív, akár 40% kedvezményű ajánlat a legrugalmasabb és a legbiztonságosabb hálózati megoldásokat kínálja.\n\nA promóció célja, hogy az ügyfeleket a frissítéshez ösztönözze, miközben kihasználni tudják az egyedi kedvezményeket. A USG FLEX H sorozat számos fejlett biztonsági funkcióval rendelkezik, beleértve a 2-10 Gbps átviteli sebességű tűzfalat és a 3 éves arany szintű biztonsági csomag licencet. Az ingyenes Nebula felhőkezelés is könnyedén használható, hogy az ügyfelek hálózatuk kezelését megkönnyítsék.\n\nA Zyxel Networks 2025 októberéig érvényes promóciója kínál egy tökéletes alkalom a részvételre. Az ajánlat csak azoknak érhető el, akik bejelentkeznek a partnerekhez.\n\nKérjük, vegye fel a szükséges lépéseket a promócióban való részvételért! Ha többet szeretne megtudni az USG FLEX H sorozatról vagy a webináriumról, kattintson erre a linkre.\n\nTovábbi információkért forduljon hozzánk. Kívánunk sikerrel!\n\nÜdvözlettel,\n\nCharter cégcsoport AI asszisztense\n\nKapcsolat: [asszisztens@charter.hu](mailto:asszisztens@charter.hu)\nTelefon: +36- (a teljes számmal)\n\nKérjük, vegye figyelembe a Zyxel Networks 2025. októberéig érvényes promóciója és két hónappal későbbi lejárata közötti időpontot, amikor a promóciós ajánlat értelmében az ügyfelek számára akár 40% kedvezménnyel rendelkezhetnek.\n\nA levelet küldtük vissza úgy, hogy megtartottuk a hivatkozásokat és linkekkel ellátva."
  },
  "13161": {
    "subject": "NOTEBOOKS & PC TINY - ATX COMPUTERS !!!",
    "body": "Kedves Alexandra!\n\nAzt tapasztalhatja, hogy érdeklődni szeretné a következő termékek iránt: \n\n- Batch DELL 7300 I7 8TH 8GB 256SSD WEB COA (összesen 10 darab)\n- Batch LENOVO X1 CARBON I5 8TH 8GB 256SSD WEB COA (összesen 50 darab)\n\nHa több információt szeretne, vagy ha meg szeretné kérdezni valamelyik termékről, azonnal vegye fel a kapcsolatot velünk. A raktárkészlet nagyon dinamikus és gyorsan eladódhatnak a termékek.\n\nKöszönjük a figyelmét!\n\nÜdvözlettel: Charter cégcsoport AI asszisztense"
  },
  "13182": {
    "subject": "Tanulástámogató workshopok egyetemi hallgatóknak",
    "body": "Tisztelt Ügyfelünk!\n\nKöszönjük, hogy kapcsolatba léptek velünk! A levél megtekintéséhez html formátumot támogató levelező kliens szükséges. Sajnos azonban nem tudunk kínálni olyan információt vagy oldalt, amely a kért funkciót biztosítaná.\n\nHa szeretné megtudni többet az html formátumú levél megtekintéséről, javasoljuk, hogy látogasson el a Microsoft [weboldal](https://support.microsoft.com/hu-hu/search?q=html%20formátumú%20levelek)&nbsp;oldalára vagy a Google Chrome [kiszolgáló oldala](https://support.google.com/chrome/answer/6257783?hl=hu)re, hogy megtudja, hogyan tudja megtekinteni az ilyen típusú leveleket.\n\nHa szükséges, készséggel segítünk abban is, hogy elérhetőségét összekapcsoljuk a Microsoft Outlook [weboldalán](https://outlook.live.com/)&nbsp;vagy a Gmail [kiszolgáló oldala](https://mail.google.com/)val, ha ez náluk aktuális.\n\nKöszönjük a figyelmét és várunk szíves üzenetére!\n\nÜdvözlettel,\n\nCharter cégcsoport AI asszisztense!"
  },
  "13192": {
    "subject": "Spectrum újdonságok PP, HDPE és ESD Filamentek!",
    "body": "Tisztelt Ügyfelünk!\n\nKöszönjük, hogy megosztották velünk a [3DJake](https://www.3djake.hu/?utm_content=static-header) hírlevelet! Érdeklődésének köszönhetően több új lehetőség is kínálkozik projekteihez.\n\nA Spectrum által bemutatott termékek különböző tulajdonságokkal rendelkeznek, amelyek segítenek megbízható és minőségi alkatrészek létrehozásában. Ezek között találjuk a PP (Polypropilén), HDPE (Higroszkópos polietiléntermelő) PLA ESD (Polilakton ESD) és PETG ESD (Poliéterétekgyanták ESD).\n\n*   A PP kiváló tulajdonságokkal rendelkezik, mint például a kis súlya, nagyfokú rugalmassága és erős vegyszerállósága. Ideális tartós, funkcionális alkatrészekhez.\n*   Az HDPE egy új innovatív anyag a 3D nyomtatásban. Nagyon könnyen kezelhetővé teszi a hagyományosan nehezen nyomtatható anyagot, miközben rendkívüli robusztusságot és kémiai stabilitást kínál.\n*   A PLA ESD és PETG ESD klasszikus tulajdonságokat ötvözi antisztatikus tulajdonságokkal. Ez megbízható, ESD-biztos alkatrészeket eredményez elektronikai és ipari alkalmazásokhoz.\n\nA Spectrum által kínált termékeket egy [sorozat](https://www.3djake.hu/spectrum)ban hozták létre, amelyben a következő lehetőségek találhatóak:\n\n*   Spectrum PP: \n    *   [PP Natural](https://www.3djake.hu/spectrum/pp-natural-2?utm_content=product-image-c1-m12-37120)\n    *   [PP White](https://www.3djake.hu/spectrum/pp-white-1?utm_content=product-image-c2-m12-37123)\n    *   [PP Black](https://www.3djake.hu/spectrum/pp-black-1?utm_content=product-image-c3-m12-37126)\n*   Spectrum HDPE: \n    *   [HDPE Pure White](https://www.3djake.hu/spectrum/hdpe-pure-white?utm_content=product-image-c4-m12-37054)\n    *   [HDPE Pure Red](https://www.3djake.hu/spectrum/hdpe-pure-red?utm_content=product-image-c5-m12-37063)\n    *   [HDPE Traffic Black](https://www.3djake.hu/spectrum/hdpe-traffic-black?utm_content=product-image-c6-m12-37069)\n*   Spectrum PLA ESD: \n    *   [PLA ESD Pure White](https://www.3djake.hu/spectrum/pla-esd-pure-white?utm_content=product-image-c7-m12-37072)\n    *   [PLA ESD Power Tool Blue](https://www.3djake.hu/spectrum/pla-esd-power-tool-blue?utm_content=product-image-c8-m12-37081)\n    *   [PLA ESD Traffic Black](https://www.3djake.hu/spectrum/pla-esd-traffic-black?utm_content=product-image-c9-m12-37093)\n*   Spectrum PETG ESD: \n    *   [PETG ESD Power Tool Blue](https://www.3djake.hu/spectrum/petg-esd-power-tool-blue?utm_content=product-image-c10-m12-37105)\n    *   [PETG ESD Power Tool Green](https://www.3djake.hu/spectrum/petg-esd-power-tool-green?utm_content=product-image-c11-m12-37114)\n    *   [PETG ESD Traffic Black](https://www.3djake.hu/spectrum/petg-esd-traffic-black?utm_content=product-image-c12-m12-37117)\n\nA [hírlevélben](https://www.3djake.hu/newsletter/unsubscribe) megemlítettek mellett számos más terméket is találunk a [sorozatban](https://www.3djake.hu/spectrum), amelyek különböző tulajdonságokkal rendelkeznek, és segítenek abban, hogy megbízható alkatrészeket hozhassunk létre.\n\nTermékválasztásnál a következő tényezőkben is fontos szerepet tölthet be: \n*   A termék tulajdonságai, mint például a kis súlya, nagyfokú rugalmassága és erős vegyszerállósága.\n*   Az anyag kiváló tulajdonságai, amelyek segítenek megbízható alkatrészek létrehozásában.\n*   A termék ára és a teljesítési idő."
  },
  "13206": {
    "subject": "A.I.",
    "body": "Sajnos nem találtam releváns információt az adott HTML-ben a válaszadás szempontjából. Azonban megnéztem a levelet, és íme a válasz:\n\nKedves Kaposi Gábor!\n\nKöszönjük Önnek az értékes visszajelzését! A Charter cégcsoport fontosnak tartja a véleményét, és biztosítani kívánja, hogy jövőben is elégedettséggel távozzon megrendelt termékünktől.\n\nHa úgy döntene, hogy visszatér hozzánk, feltétlenül szívesen látjuk! A fejlesztési lehetőség kiemelt figyelmet kap a cégcsoportnál, és reméljük, hogy hamarosan új lehetőségeket kínálhatunk Önnek.\n\nKöszönjük szépen, hogy megosztotta velünk az információt a kiszállításról! A Charter cégcsoport ügyfeleinek támogatása fontos célkitűzésünk, és biztosítani kívánjuk, hogy mindig jól tájékozottak legyenek.\n\nHa további információt szeretne megtudni a termékéről vagy a szállítási feltételekről, feltétlenül keresse meg a kontaktinformációnkat!\n\nÜdvözlettel,\n[Charter cégcsoport AI asszisztense]\n\nA kontakthoz használt információk:\n- Telefon: 0620/450-5555\n- Telephely: 7632 Pécs, Siklósi út 68.\n- Adószám: 28767305-2-02\n- EU Adószám: HU28767305\n- Bank: OTP Bank\n- Bankszámlaszám: 11731025-21456619"
  }
}